---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.PointLoad
source: html/bc80259d-8acc-3f3b-ecb7-0997d38bd4d2.htm
---
# PointLoad Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.